Repository: securesonic/safekiddo-ios
Catalog: safekiddo/*.lproj/Localizable.strings
Languages: de

# WELCOME_BTN1_TXT
source: Log in
de: Einloggen

# WELCOME_BTN2_TXT
source: Sign Up
de: Konto erstellen

# PIN_TRIES_LEFT
source: %d attemps remaining
de: %d verbleibenden Versuche

# PIN_TRIES_LEFT_2
source: 2 attemps remaining
de: 2 verbleibenden Versuche

# PIN_TRIES_LEFT_1
source: 1 attempt remaining
de: Rest 1 Versuch

# PIN_TIMEOUT
source: Entering PIN blocked (%d)
de: Eingeben des PIN blockiert (%d)

# LOGIN_TXT2
source: Password
de: Passwort

# LOGIN_BTN1_TXT
source: Cancel
de: Abbrechen

# LOGIN_ERROR
source: Error logging in. Check your username and password
de: Fehler beim Einloggen. Ihre Daten überprüfen

# LOGIN_BTN_FORGOT_PASS_TXT
source: Forgot password?
de: Passwort vergessen?

# LOGIN_BTN_JOIN_NOW_TXT
source: Join now
de: Werden Sie jetzt Mitglied

# LOGIN_BACK_TXT
source: Login
de: Loggen

# CHILD_TXT1
source: Select a child's account
de: Konto des Kindes wählen

# CHILD_TXT2
source: If you do not see the child's account download the account list again
de: Wenn Sie das Konto des Kindes nicht sehen, die Liste mit den Konten noch einmal herunterladen

# CHILD_TXT3
source: A new child's account can be added to my.safekiddo.com
de: Das neue Konto des Kindes können Sie auf my.safekiddo.com Hinzufügen

# CHILD_BTN1_TXT
source: Next
de: Weiter

# CHILD_BTN2_TXT
source: Apply
de: Anwenden

# CHILD_BACK_TXT
source: Kids
de: Kinder

# USER_NOTIFICATION
source: SafeKiddo installed!
de: SafeKiddo installiert!

# INSTALL_TXT1
source: SafeKiddo application is ready to protect your child
de: Die App SafeKiddo ist bereit ihr Kind zu schützen

# INSTALL_TXT2
source: Click 'Run' and then in the next window, click Install to install the configuration profile
de: Klicken Sie auf 'Ausführen' und dann im nächsten Fenster klicken Sie auf 'Installieren', um das Konfigurationsprofil installieren

# INSTALL_TXT3
source: If your device has a lock code, you will need to enter it before installing the profile
de: Wenn Ihr Gerät über einen Sperrcode, müssen Sie diese vor der Installation das Profil eingeben

# INSTALL_BTN1_TXT
source: Run
de: Starten

# BROWSER_ADR_TXT
source: Enter a web address or search
de: Webseitenadresse eingeben oder suchen

# BOOKMARK_HOME
source: Bookmarks
de: Lesezeichen

# GENERAL_EDIT
source: Edit
de: Bearbeiten

# GENERAL_DONE
source: Ready
de: Fertig

# GENERAL_DELETE
source: Remove
de: Löschen

# HISTORY_TITLE
source: History
de: Suchverlauf

# BOOKMARK_ADD_FLD
source: Add folder
de: Ordner erstellen

# BOOKMARK_EDIT_FLD
source: Edit folder
de: Ordner bearbeiten

# BOOKMARK_FLD_NAME
source: Folder
de: Mappe

# BOOKMARK_ADD_SAVE
source: Save
de: Speichern

# BOOKMARK_ADD_CANCEL
source: Cancel
de: Abbrechen

# BOOKMARK_CHOOSE_FOLDER
source: Folder
de: Mappe

# TAB_ADD_TITLE
source: Open page
de: Seite öffnen

# GENERAL_DISMISS
source: Close
de: Schließen

# SETTINGS_TITLE
source: Settings
de: Einstellungen

# SETTINGS_SECTION_CLEAR
source: Cleaning
de: Löschen

# SETTINGS_SECTION_OTHER
source: Other settings
de: Sonstige einstellungen

# SETTINGS_SECTION_GENERAL
source: General
de: Allgemeines

# SETTINGS_SECTION_ABOUT
source: About SafeKiddo
de: Über SafeKiddo

# SETTINGS_ALERT_NO
source: Cancel
de: Abbrechen

# SETTINGS_COOKIE_CLEAR
source: Clear cookies
de: Cookies löschen

# SETTINGS_COOKIE_CLEAR_ALERT_TITLE
source: Deleting cookies
de: Cookies löschen

# SETTINGS_COOKIE_CLEAR_ALERT_QUESTION
source: Are you sure that you want to delete all cookies?
de: Sind Sie sicher, dass sie alle Cookies löschen wollen?

# SETTINGS_CLEAR_BROWSER_HISTORY
source: Clear history
de: Suchverlauf löschen

# SETTINGS_HISTORY_CLEAR_ALERT_TITLE
source: Cleaning history
de: Historie des Suchverlaufs löschen

# SETTINGS_HISTORY_CLEAR_ALERT_QUESTION
source: Are you sure you want to clear your browsing history?
de: Sind Sie sicher, dass sie den Suchverlauf löschen wollen?

# SETTINGS_CLEAR_CACHE
source: Clear cache
de: Cache löschen

# SETTINGS_CACHE_CLEAR_ALERT_TITLE
source: Clear cache
de: Cache löschen

# SETTINGS_CACHE_CLEAR_ALERT_QUESTION
source: Are you sure you want to clear your browser's cache?
de: Möchten Sie den Cache Ihres Browsers wirklich löschen?

# SETTINGS_BROWSER_IDENTITY
source: Browser identification
de: Browser-Identizierung

# SETTINGS_BROWSER_IDENTITY_DESKTOP
source: Desktop
de: Computer

# SETTINGS_PARENT_MODE
source: Parent's mode
de: Modus eltern

# SETTINGS_PARENT_MODE_INSTRUCTION
source: Please enter PIN to continue
de: Um fortzufahren, PIN eingeben

# SETTINGS_ASSING_ACCOUNT
source: Assign a child's account to a device
de: Konto des Kindes dem Gerät zuweisen

# SETTINGS_ASSING_ACCOUNT_TITLE
source: Select child from the list
de: Kind aus der Liste wählen

# SETTINGS_LOGOUT
source: Log off and disable SafeKiddo protection
de: Ausloggen und Kindersicherung SafeKiddo deaktivieren

# SETTINGS_REGULATIONS
source: Terms and Conditions
de: AGB

# SETTINGS_PRIVACY
source: Privacy Policy
de: Datenschutzerklärung

# SETTINGS_COOKIES
source: Cookies Policy
de: Cookie-Politik

# SETTINGS_COPYRIGHT
source: © Copyright by Ardura Solutions
de: © Copyright von Ardura Solutions

# SETTINGS_OPENSOURCE
source: Open source licenses
de: Open Source Lizenzen

# SETTINGS_MANAGE_SAFE_KIDDO
source: Manage SafeKiddo
de: SafeKiddo verwalten

# SETTINGS_ABOUT
source: About SafeKiddo
de: Über SafeKiddo

# SETTINGS_TERMS_AND_CONDITIONS
source: Terms and Conditions
de: AGB

# SETTINGS_SEARCH_ENGINE
source: Search engine
de: Suchmaschine

# LOGOUT_TITLE
source: Log off
de: Ausloggen

# LOGOUT_TXT1
source: To log out of the application, uninstall SafeKiddo profile in the device settings:
de: Um aus der Anwendung anmelden, deinstallieren SafeKiddo Profil in den Geräteeinstellungen:

# LOGOUT_TXT2
source: Settings -> General -> Profile -> SafeKiddo Profile -> Delete profile
de: Einstellungen -> Allgemein -> Profil -> SafeKiddo Profile -> Profil löschen

# LOGOUT_TXT3
source: If your device has a lock code, you will need to enter it before deleting the profile
de: Wenn Ihr Gerät über einen Sperrcode, müssen Sie sie vor dem Löschen des Profils eingeben

# LOGOUT_TXT4
source: As the last step, you must enter PIN:
de: Im letzten Schritt müssen Sie PIN eingeben Ihre Eltern in SafeKiddo definiert

# LOGOUT_TXT5
source: Tap to copy
de: Kliknij aby skopiować

# LOGOUT_TXT6
source: Copied
de: Skopiowano

# NEW_TAB_CANCEL
source: Cancel
de: Abbrechen

# NEW_TAB_OPEN
source: Open
de: Öffnen

# WELCOME_TXT1
source: Safer Internet for your child
de: Sichereres Internet für Ihr Kind

# WELCOME_TUT1_TXT1
source: Secure your child's safety on the Internet
de: Schützen Sie Ihr Kind im Internet

# WELCOME_TUT1_TXT2
source: SafeKiddo will help you find the safe content based on your child's age
de: SafeKiddo hilft Ihnen, sichere Inhalte zu finden die dem Alter Ihres Kindes entsprechen

# WELCOME_TUT2_TXT1
source: Control the amount of time that the child spends on the Internet
de: Kontrollieren Sie die Zeit, die Ihr Kind ihre Kinder im Internet verbringt verbringen

# WELCOME_TUT2_TXT2
source: SafeKiddo allows you to freely set the hours of your children's Internet usage
de: Mit SafeKiddo können Sie die Nutzungs und Sperrzeiten beliebig einstellen

# WELCOME_TUT3_TXT1
source: Manage access to application
de: Zugriff auf Apps verwalten

# WELCOME_TUT3_TXT2
source: Define which games and applications your child may run
de: Definieren Sie, welche Spiele und Apps für Ihr Kind/ ihre Kinder zugänglich sein sollen

# REGISTER_BTN1_TXT
source: Cancel
de: Abbrechen

# REGISTER_BACK
source: Back
de: Zurück

# REGISTER_BTN2_TXT
source: Next
de: Weiter

# REGISTER_TXT
source: Register
de: Konto Erstellen

# REGISTER_TXT2
source: Password
de: Passwort

# REGISTER_TXT3
source: Name
de: Vorname

# REGISTER_TXT4
source: PIN (4-8 digits)
de: PIN-Code

# REGISTER_TXT5
source: Second Name
de: Nachname

# REGISTER_TERMS_AND_REGULATIONS
source: Akceptuję regulamin i politykę prywatności
de: Bestätigen Sie, dass Sie die AGB und die Datenschutzerklärung akzeptieren.

# REGISTER_TERMS_KEYWORD
source: regulamin
de: AGB

# REGISTER_POLICY_KEYWORD
source: politykę prywatności
de: Datenschutzerklärung

# CREATE_PROFILE_TXT_1
source: Nazwa profilu dziecka
de: Kontoname eingeben

# CREATE_PROFILE_TXT_2
source: Rok urodzenia dziacka
de: Geburtsjahr

# CREATE_PROFILE_HEADER_INTERNET
source: Czas dostępu do internetu
de: Zeitbeschränkungen für das Internet

# CREATE_PROFILE_WEEK
source: Pn-Pt:
de: Mo.-Fr:

# CREATE_PROFILE_WEEKEND
source: Sob-Nd:
de: Sa-So:
